---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImageTypeOptions
source: html/ad8c7dfa-f73a-890e-25d9-e7cedb189fe0.htm
---
# ImageTypeOptions Members

Constructs a new instance of the ImageTypeOptions object.